Repository: ghostjuza/open-bushfire
Catalog: app/Resources/Localize/*.lproj/Localizable.strings
Languages: de

source: Donate
de: Spenden

# open_website
source: http://www.bushfire-app.com/
de: https://www.bushfire-app.de/

# website_hint
source: Open Website
de: Website öffnen

# donate_hint
source: Open donate@PayPal
de: spenden@PayPal öffnen

# forkme_hint
source: Open GitHub Fork
de: GitHub Fork öffnen

# license_hint
source: Open License
de: Lizenz öffnen

# about_copyright
source: Open-Source App created by community
de: Open-Source App erstellt durch die Gemeinschaft

# open_site
source: Visit website
de: Site besuchen

# quit
source: Quit Bushfire
de: Bushfire beenden

# about
source: About Bushfire
de: Über Bushfire

# data_count_size
source: %d / %d Objects (%@ / %@)
de: %d / %d Objekte (%@ / %@)

# start_logon
source: Launch at Login
de: Bei Anmeldung starten

# preview
source: Website Previews
de: Seitenvorschaubilder

source: History
de: Verlauf

# forms
source: Autofill Web Forms
de: Inhalte von Webformularen

# location
source: Location Warnings
de: Ortshinweise

# offline_data
source: Local Storage (HTML5)
de: Lokaler Speicher (HTML5)

source: Reading List
de: Leseliste

# remote_notifications
source: Notifications
de: Mitteilungen

source: Webpage Icons
de: Webseiten Icons

# clean_secure_active
source: Remove Data Secure
de: Daten sicher entfernen

# update
source: Check for Update
de: Softwareaktualisierung

source: Cancel
de: Abbrechen

# error_no_connection
source: No connection
de: Verbindung fehlgeschlagen

# error_no_connection_long
source: Please make sure, you have a working internet connection.
de: Es besteht keine Verbindung zum Internet.

# action_burn_now
source: Delete Safari data now
de: Safari Daten jetzt löschen

# action_burn_now_long
source: Bushfire deletes all selected Safari data during operation, the display in Safari may be different!
de: Bushfire löscht alle gewählten Safari Daten im laufenden Betrieb, die Anzeige in Safari kann abweichend sein!

# alert_fda
source: Access to some Safari Data was denied!
de: Der Zugriff auf einige Safari-Daten wurde verweigert!

# alert_fda_long
source: Please add Bushfire to the App-List: System Preferences > Security & Privacy > Privacy > Full Disk Access.
de: Bitte füge Bushfire zur App-Liste hinzu: Systemeinstellungen > Sicherheit > Datenschutz > Festplattenvollzugriff.

# alert_sip_unknown
source: System Integrity Protection is unknown!
de: Der Systemintegritätsschutz ist unbestimmt!

# alert_sip_unknown_long
source: This could affect the functionality of Bushfire. You can set the status clearly: Reboot in Recovery-Mode > open Terminal.app > type 'csrutil enable' or 'csrutil disable' > restart. If the System Integrity Protection remains unchanged or is enabled, Bushfire must be added to the App-List for Full Disk Access.
de: Dadurch könnte die Funktionsfähigkeit von Bushfire beeinträchtigt sein. Du kannst den Status eindeutig festlegen: Reboot im Recovery-Modus > öffne Terminal.app > tippe 'csrutil enable' oder 'csrutil disable' > Neustart. Wenn der Systemintegritätsschutz unverändert bleibt oder aktiviert wird (enable) muss Bushfire zur App-Liste für Festplattenvollzugriff hinzugefügt werden.

# alert_sip
source: System Integrity Protection is enabled!
de: Der Systemintegritätsschutz ist aktiv!

# alert_sip_long
source: This could affect the functionality of Bushfire.
de: Dadurch könnte die Funktionsfähigkeit von Bushfire beeinträchtigt sein.

# roger_that
source: Understood
de: Verstanden

source: Don't show again
de: Nicht mehr anzeigen
